const questions = [
    {
        name: '美',
        question: '什麼樣的美會觸動你？美存在這世界上的功能是什麼？'
    },
    {
        name: '行為',
        question: '你認為我們在這世界上應有什麼樣的作為？'
    },
    {
        name: '信念',
        question: '你最堅定的信念是什麼？'
    },
    {
        name: '慶典',
        question: '你喜歡什麼樣的娛樂或慶祝方式？'
    },
    {
        name: '選擇',
        question: '這件事的本質和重要性是什麼？'
    },
    {
        name: '社群',
        question: '你認為歸屬感是什麼？身在群體中的我們對彼此負有什麼責任？'
    },
    {
        name: '善心',
        question: '你認為善心的重要性和功能是什麼？'
    },
    {
        name: '疑惑',
        question: '你如何與疑惑共存、面對並處理？'
    },
    {
        name: '死亡',
        question: '你對死亡的看法是什麼？你認為人死後會發生什麼事'
    },
    {
        name: '事件',
        question: '你認為事情發生的原因是什麼？如何解釋？'
    },
    {
        name: '自由意志',
        question: '我們究竟是「命中注定」，還是擁有決定命運的自由意志？'
    },
    {
        name: '神',
        question: '參見「至高的存在」一條？'
    },
    {
        name: '快樂',
        question: '人類生而在世，真正的快樂是什麼？'
    },
    {
        name: '英雄',
        question: '你心目中的英雄是誰？為什麼？'
    },
    {
        name: '人類',
        question: '你認為身為人類的重要性是什麼？我們對世界有什麼功能？'
    },
    {
        name: '愛',
        question: '你認為愛的本質和重要性是什麼？和善意、諒解、恩典等等類似概念有什麼不同？'
    },
    {
        name: '倫理問題',
        question: '你認為我們最應該重視、深思、解決的議題有哪些？'
    },
    {
        name: '矛盾',
        question: '你對於矛盾的看法是什麼？'
    },
    {
        name: '目的',
        question: '你為什麼在這裡？人的誕生是為了什麼？'
    },
    {
        name: '現實',
        question: '你認為現實的本質和組成要素是什麼？'
    },
    {
        name: '自我',
        question: '你的自我是否受到肉體的限制？相信自我的意義是什麼？'
    },
    {
        name: '靈性',
        question: '靈性在人類的生命中扮演什麼角色？我們該如何看待？'
    },
    {
        name: '至高的存在',
        question: '你對這種概念有何看法？你認為是什麼力量讓宇宙的所有元素聚集在一起？'
    },
    {
        name: '真理',
        question: '你對真理的想法是什麼？什麼樣的真理最重要？'
    },
    {
        name: '獨特性',
        question: '你認為是什麼讓每個人都獨一無二？'
    },
    {
        name: '價值觀',
        question: '你對人類的看法是什麼？對世界的看法是什麼？對你來說哪些事的重要性為優先？'
    }
]

export function getQuestions() {
    return questions
}