const config = [
    // human related
    '創始、領導、做先鋒',
    '監督、管理',
    '跟隨指令，把事情先做完',
    '激勵',
    '說服、販賣、招募',
    '諮詢',
    '建議',
    '互相協調',
    '協商、解決衝突',
    '幫別人聯繫、牽線',
    '治療、療癒',
    '評量、評斷、款待',
    '傳達溫暖和同理心',
    '訪談、擷取',
    '提升他人的自尊心',
    '提示',
    '教學、輔導、訓練 (個人、團體、動物)',
    '供人娛樂、消遣、搞笑、表演、演戲',
    '演奏樂器',
    '口譯、說或讀外語',
    '服務、照顧、忠實遵照指示',
    // infomation related
    '運用直覺',
    '創造、創作、發明',
    '設計、用藝術相關能力、原創',
    '視覺化、包含三圍空間',
    '想像',
    '運用大腦',
    '合成，把部件組成整體',
    '系統化，排出優先順序',
    '組織、分類',
    '觀察出規律',
    '分析、拆解',
    '處理數字、計算',
    '記住大量的人或資訊',
    '開發、改良',
    '解決問題',
    '計畫',
    '寫程式',
    '研究',
    '檢驗、檢查、比較，找出相同和相異處',
    '使用敏銳的感官 (聽覺、嗅覺、味覺、視覺)',
    '鑽研、觀察',
    '彙編、做紀錄、歸檔、檢索',
    '複製',
    // item related
    '控制、操控物品',
    '製造、製作、生產',
    '修理',
    '完成、修補、保存',
    '建造',
    '塑形、建模、雕塑',
    '切割、雕刻、雕鑿',
    '設置、組裝',
    '駕馭、照料、餵食',
    '運轉、駕駛',
    '操縱',
    '用不尋常的靈敏度或力量使用身體、手、手指'
]

export function getQuestions() {
    return config
}

export function getQuestion(i) {
    return config[i]
}